Repository: 84000/data-translation-memory
Catalog: toh303_84000-the-sutra-on-having-moral-discipline.tmx
Source language: bo
Languages: en

source: ཚུལ་ཁྲིམས་ཡང་དག་པར་ལྡན་པའི་མདོ།
en: The Sūtra on Having Moral Discipline

source: ཐམས་ཅད་མཁྱེན་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Omniscient One!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling in Anāthapiṇḍada’s park, Prince Jeta’s Grove in Śrāvastī, together with a great saṅgha of 1,250 monks.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཤེས་པ་ནི་འགྲིབ། སྲོག་ནི་ཆད། ཚེའི་འདུ་བྱེད་ནི་ངེས་པར་འཇོམས་པར་འགྱུར་ན། ཅིའི་ཕྱིར་བརྩོན་འགྲུས་དང་། བརྟུལ་བ་བརྟན་པོས་སྒྲུབ་པར་མི་བྱེད།
en: At that time, the Blessed One said to the monks, “Monks, since your consciousness will fade, your life force will cease, and the formations of life are certain to be destroyed, should you not practice with diligence and steadfast determination?

source: མིའི་ལུས་ནི་ཤིན་ཏུ་རྙེད་པར་དཀའ་ན་དེ་ཐོབ་ནས་དེས་རྙེད་པའི་རྒྱལ་བའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བ་ཡང་རྙེད་ན་ཐར་པའི་དོན་དང་མི་འཐུན་པ་དག་གིས་བསླུས་ཏེ་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ།
en: “This human life is extremely difficult to find. Thus, having obtained it, and having used it to find the Victor’s teachings and to go forth in them, if you are deceived by those who are opposed to the meaning of liberation, it is sure that you will suffer.

source: དགེ་སློང་དག་སྲོག་དང་བྲལ་ཞིང་ཤི་བ་ནི་སླའི། །ཚུལ་ཁྲིམས་ཉམས་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: “Monks, it is easy to be separated from the life force and succumb to death, but the degeneration of moral discipline is not the same.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སྲོག་དང་བྲལ་བ་ནི་ཚེ་འདི་ཉིད་ཀྱི་སྐྱེ་བ་ཟད་པར་འགྱུར་གྱི།
en: Why is that? When you are separated from the life force, that particular lifetime comes to an end.

source: ཚུལ་ཁྲིམས་ཉམས་ཤིང་ཞིག་པ་ནི་སྐྱེ་བ་འབུམ་ཕྲག་བརྒྱའི་བར་དུ་རིགས་དང་བྲལ་ཞིང་བདེ་བ་སྤངས་ཏེ། རྣམ་པར་ལྟུང་བ་ཉམས་སུ་མྱོང་བར་འགྱུར་རོ།
en: But with the degeneration and destruction of moral discipline, for ten million lives you will be separated from your kin, abandon well-being, and experience downfalls.

source: །དེ་ཕྱིར་སྟོན་པས་ཚུལ་ཁྲིམས་རབ་བསྔགས་བཤད།
en: “Therefore, the Teacher has praised moral discipline.

source: །ཚུལ་ཁྲིམས་ལྡན་པས་སངས་རྒྱས་འབྱུང་དང་ཕྲད།
en: By having moral discipline one will encounter the presence of buddhas. “Having moral discipline is the best of all ornaments.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་རྒྱན་རྣམས་ཀུན་གྱི་མཆོག །ཚུལ་ཁྲིམས་འབྱོར་བ་དྲི་དང་བྱུག་པ་ཡིན།
en: To acquire moral discipline is to be anointed with fragrance.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་དགའ་བ་ཀུན་གྱི་གནས།
en: Having moral discipline is the source of all joy.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་གདུང་བ་སེལ་བའི་ཆུ།
en: Having moral discipline is the water that clears away distress.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་འཇིག་རྟེན་ཀུན་གྱིས་བསྟོད།
en: “Having moral discipline is praised by the whole world.

source: །ཚུལ་ཁྲིམས་དག་གིས་འགྲོ་བ་དམ་པ་མནོས།
en: Through pure moral discipline one will find the highest states of existence.

source: །ཇི་ལྟར་སྦྲུལ་གདུག་ཀླུ་ཆེན་ནག་པོ་ཡང་།
en: Even beings like huge black poisonous nāga serpents, not to mention other kinds,

source: །ཚུལ་ཁྲིམས་ཅན་ལ་གནོད་མེད་གཞན་ཅི་སྨོས།
en: Will do no harm to one with moral discipline.

source: །ཚུལ་ཁྲིམས་ལྡན་པའི་དགེ་སློང་འོད་དང་ལྡན།
en: “The monk with moral discipline is radiant.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་གྲགས་འགྱུར་བདེ་བ་ཐོབ།
en: Those with moral discipline become renowned and obtain happiness.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་མཐོ་རིས་འགྲོ་བའི་རྒྱུ།
en: Having moral discipline is the cause for going to higher realms.

source: །ཚུལ་ཁྲིམས་བསྲུངས་པས་མྱ་ངན་འདའ་ཐོབ་འགྱུར།
en: Those who maintain moral discipline attain nirvāṇa.

source: །ཇི་ལྟར་མིག་མེད་གཟུགས་མཐོང་མི་རུང་ལྟར།
en: “Just as without eyes one cannot see forms,

source: །དེ་བཞིན་ཚུལ་ཁྲིམས་མེད་ན་ཆོས་མི་མཐོང་།
en: Without moral discipline one cannot see the Dharma.

source: །ཇི་ལྟར་རྐང་མེད་ལམ་འཇུག་ག་ལ་ནུས།
en: Just as without legs there is no way to embark on a path,

source: །དེ་བཞིན་ཚུལ་ཁྲིམས་མེད་ན་ཐར་མི་འགྱུར།
en: Without moral discipline there is no liberation.

source: །ཇི་ལྟར་བུམ་པ་བཟང་པོ་རིན་ཆེན་སྣོད།
en: “In the same way, just as a good vase is a vessel for riches,

source: །དེ་བཞིན་ཚུལ་ཁྲིམས་ཆོས་རྣམས་སྐྱེད་པའི་གཞི།
en: Moral discipline is the foundation for generating good qualities.

source: །ཇི་ལྟར་བུམ་ཆག་རིན་ཆེན་སྣོད་མི་རུང་།
en: Just as a broken vase is not a suitable vessel for riches,

source: །དེ་བཞིན་ཚུལ་ཁྲིམས་རལ་བས་ཆོས་ཀུན་གཏུགས།
en: If moral discipline is shattered, all good qualities are lost.

source: །དང་པོ་ཚུལ་ཁྲིམས་མེད་པར་གྱུར་པ་དེས།
en: “Do you think those who have lost moral discipline from the start

source: །ཕྱི་ནས་མྱ་ངན་འདས་པ་ཐོབ་སྙམ་འམ།
en: Will obtain nirvāṇa later?

source: །སྣ་དང་རྣ་རྡུམ་ལ་སོགས་གང་ཡིན་པ།
en: For those whose nose and ear are cut off, and so forth,

source: །དེ་ལ་མེ་ལོང་དག་ནི་དགོས་མི་འགྱུར།
en: There is no need for mirrors.

source: །རྣ་བས་མ་ཐོས་མིག་སྔར་མ་མཐོང་བཞིན།
en: “Neither hearing with the ears nor seeing with the eyes,

source: །བསྟན་སྲུང་མི་དེ་མཐོ་རིས་འགྲོ་བར་འགྱུར།
en: The person who guards the teachings will travel to the higher realms.

source: །ཐོས་མང་ཐོས་ལྡན་ཐོས་སྲུང་མཐོ་རིས་ཉིད།
en: Those who are well learned and have protected their learning also reach the higher realms.

source: །བུད་མེད་བསྟེན་དུ་ག་ལ་རུང་།
en: “How can it be appropriate to resort to women?

source: །རྒྱལ་པོའི་ཕོ་བྲང་ག་ལ་དགའ།
en: How can one delight in the palace of a king?

source: །དབུ་བ་སྙིང་པོ་ག་ལ་ཡོད།
en: How can a bubble have an essence?

source: །ལོངས་སྤྱོད་རྟག་པ་ག་ལ་ཡིན།
en: How can enjoyments endure eternally?

source: །བུད་མེད་དག་ལ་རུང་བ་མེད།
en: “It is not appropriate to resort to women.

source: །རྒྱལ་སྲིད་དག་ལ་དགའ་བ་མེད།
en: Kingdoms are joyless.

source: །དབུ་བ་དག་ལ་སྙིང་པོ་མེད།
en: Bubbles are without an essence.

source: །ལོངས་སྤྱོད་དག་ལ་རྟག་པ་མེད།
en: Enjoyments are impermanent.

source: །ལོངས་སྤྱོད་དག་ནི་འབབ་ཆུ་བཞིན།
en: “Enjoyments are like swift-running water.

source: །གྲུ་དེ་ཅི་འདྲ་ཁྱིམ་དེ་འདྲ།
en: Like a boat, such is a household.

source: །མེ་ཏོག་ཅི་འདྲ་གཟུགས་དེ་བཞིན།
en: Like a flower, such is a body.

source: །སྲོག་ནི་ཆུ་བུར་འདྲ་བ་ཡིན།
en: Life is like froth on water.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། །དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། །བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: When the Blessed One had spoken, the monks rejoiced and praised the words of the Blessed One.

source: །།ཚུལ་ཁྲིམས་ཡང་དག་པར་ལྡན་པའི་མདོ་རྫོགས་སོ།།
en: This concludes “The Sūtra on Having Moral Discipline.”
